export default {
  homePara:
    "नमस्ते यह नदीम खान है। इस डेमो प्रोजेक्ट में मैंने दिखाया है कि रिएक्ट प्रोजेक्ट में स्थानीयकरण को कैसे लागू किया जाए। भाषा का स्थानीयकरण किसी विशिष्ट देश या क्षेत्र में उत्पाद के अनुवाद को अपनाने की प्रक्रिया है। यह अलग-अलग बाजारों में अंतर के लिए उत्पाद अनुवाद और सांस्कृतिक अनुकूलन की एक बड़ी प्रक्रिया का दूसरा चरण है, एक प्रक्रिया जिसे अंतर्राष्ट्रीयकरण और स्थानीयकरण के रूप में जाना जाता है।",
  aboutPara:
    "इस ट्यूटोरियल को स्थानीयकरण को सरल बनाने के लिए लक्षित किया गया है। हालांकि इंटरनेट पर बहुत सारे ट्यूटोरियल उपलब्ध हैं। लेकिन, यह एक सरल तरीके से आपको अवधारणा सिखाएगा। आप अपने सॉफ़्टवेयर के लिए सीधे इस कोड का उपयोग कर सकते हैं। मैंने 'रीरेक्ट' हुक का उपयोग किया है जो अब सॉफ्टवेयर उद्योग का मानक है। {0}",
  changeLanguage: "अपनी भाषा बदलें",
  name: "नाम",
  age: "उम्र",
  address: "पता",
  contactNo: "संपर्क(Contact) नंबर",
  save: "जमा करें",
  formPara: "कृपया, अपना व्यक्तिगत विवरण यहां दर्ज करें।",
  dynamicValue: "Dynamic Value- {randomNumber} {date}",
};
